[{"text": "Black Watch Polo Team Longhorn Football Big Tex Friends of the Society of Saint John the Evangelist (SSJE) Drs. Bankhead and Groipen, DDS PC U-BOAT WATCHES Alden Gallery MODERnestS FilzFelt SmarterTravel RISD Museum Tom and Lorenzo Dallas Pride Cheer Barbershop Punk Homesick Texan Breakfast Tacos And Chocolate Cupcakes Prison Rodeos Lazy Dog Amy Mann The Comeback PBS NewsHour William Orbit Seems Like Old Times My Architect Stardust Memories I Am Love Mandalay (band) Landscape Arch Harvard Graduate Student And Anything by David Sedaris Year of the Dog Ultra Nate The Grid Jessica Brilli paintings Schlesinger Library Radcliffe Institute Harvard University Tax credits for up to 29 million individuals to help pay for health insurance Radcliffe Institute for Advanced Study Harvard University Sports Team Company Public Figure Non-Profit Organization Health/Medical/Pharmacy Company Local Business Company Product/Service Travel/Leisure Museum/Art Gallery Entertainment Website Non-Profit Organization Movie Regional Website Interest Interest Interest Music Musician/Band TV Show TV Show Musician/Band Movie Movie Movie Movie Musician/Band Landmark Interest Book Movie Musician/Band Musician/Band Artist Non-Profit Organization Politician Non-Profit Organization", "label": "C"}, {"text": "Snaptress Minx Fashion Branding Angel on My Shoulder (Gareth Gates song) Bruised Water House and Trance (I Would) Die for You Coinside Chicane vs Natasha Bedingfield Coinflip.com High Stakes Poker Victory Poker Zorba the Greek Jeff Cristina for Campbell City Council 96% of GIRLS CANNOT stare at this video for more than 10 SECONDS while GUYS can! Lodden Thinks Community Community Song Song Music Song Musician/Band Music Website TV Show Company Book Public Figure Website Community", "label": "B"}, {"text": "Mural Music & Arts Project Fear & Fancy Venchy The Brand Mahogany Hair Revolution Twenty3's Toby Gerhart for Heisman MusiciansEnt.com Reese Financial Services Kappa Alpha Psi Fraternity Sneach Longo & Alach LLP PicJur TheLaw Stanford Class of 2006- 5 Year Reunion Law Office of George M Hill in Los Angeles, CA 222 S Figueroa St, Los Angeles, CA Superpages.com Law Office of George M. Hill Non-Profit Organization Product/Service Musician/Band Local Business Company Athlete Website Consulting/Business Services Interest Society/Culture Website Legal/Law Product/Service Field of Study Non-Profit Organization Website Local Business", "label": "B"}, {"text": "Village Health Works Palantir Technologies CS198 Motor scooters Paris Non-Profit Organization Software Education Product/Service State/Province/Region", "label": "B"}, {"text": "Stanford University Joseph Vincent No on Prop 8 Don't Eliminate Marriage for Anyone Sprinkles Cupcakes Stanford Athletics Stanford Women's Volleyball Breast Cancer Awareness Stanford Women's Lacrosse Toby Gerhart for Heisman Stanford Men's Gymnastics Stanford Synchronized Swimming Stanford Men's Volleyball Stanford Softball Sho Nakamori Bay Aerials Gymnastics Stanford Alumni Nepal Orphans Home Life's Handy Work Stuart Hooper Stanford Women's Gymnastics Simply Sporty Education Musician/Band Politician Food/Beverages School Sports Team School Sports Team Non-Profit Organization School Sports Team Athlete School Sports Team School Sports Team School Sports Team School Sports Team Athlete Sports/Recreation/Activities University Non-Profit Organization Non-Profit Organization Artist School Sports Team Clothing", "label": "A"}, {"text": "The Office Run DMC Lil Wayne MF Doom House Talib Kweli Lupe Fiasco Dean Martin Cornell University Intervention Al Green Jurassic 5 Earth, Wind & Fire Beastie Boys Taco Bell Five Guys Kool DJ Red Alert Parking Wars The Big Bang Theory Sheldon Cooper Dave Coulier Taylor Ham Tony Bennett Stewie A Tribe Called Quest Senapes Pitza Doug Four Tops The Godfather *EPMD* Ultimate Mets Database Common Ken Griffey Jr. iSmile Studios Big Daddy Kane Red Lobster Cheddar Bay Biscuits Sam Cooke The Beatles Kid Cudi Tosh.0 Awkward Family Photos New York Jets Hoarders on A&E Actually, real men are too busy fighting bears to cheat on, or abuse women. Wayne Chrebet Rocky Gramercy Communications Curb Your Enthusiasm No, I do NOT have too many books! The Sopranos Phil Collins Most Laurel and Hardy Films Good Jerk Chicken Ray Charles St. Charles Borromeo Church Jungle Brothers Afrika Bambaataa Everybody Loves Raymond Yoo-hoo Frankie Laine The Big Bang Theory DJ Red Alert Citizen Kane Motown Sound Marley Marl The Odd Couple Planet of the Apes Stan Bush Duck Hunt Beat Street Boogie Down Productions Mike Piazza Street fighter 2 The Blackboard Jungle Slaughterhouse-Five Puppies Are Like That Donkey Kong Country Blazing Saddles The Sandlot Mario Puzo Hop on Pop Any Mets Broadcast Edgardo Alfonzo The Spinners Wilson Pickett Mantronix Otis Redding Napoleon Dynamite Lou Monte Grandmaster Flash Black Sheep (rock band) New York Mets Profile Records Wild Style Police Quest De La Soul On the Waterfront The '86 Movie Blackalicious Jackie Wilson Ohio Players Home Alone The Catcher in the Rye The Third Man Curious George The Martian Chronicles Popeyes 45 rpm record Baseball stats Fatso Jimmy Roselli Mills Brothers X Clan Biz Markie Jerry Vale Mario Lanza Just-Ice Vince DiCola Rear Window The Ink Spots The Stylistics Music Krush Groove The Public Enemy Spoonie Gee Reginald VelJohnson Two and a Half Men Half Men Cannibal Ox E.T. Harwood Fire Company GodBlessBuckner.com -- Mets Blog The Roots Steve DiNardo Ending a presentation by saying \"And, yeah...\" James Brown Transformers Judge Judy ESPN Baseball Tonight TV Show Musician/Band Musician/Band Musician/Band TV Show Musician/Band Musician/Band Musician/Band University TV Show Musician/Band Musician/Band Musician/Band Musician/Band Food/Beverages Food/Beverages Public Figure TV Show TV Show Fictional Character Comedian Company Musician/Band TV Show Musician/Band Company TV Show Musician/Band Movie Musician/Band Website Musician/Band Athlete Small Business Musician/Band Product/Service Musician/Band Musician/Band Musician/Band TV Show Entertainment Website Sports Team TV Show Community Athlete Movie Professional Services TV Show Community TV Show Musician/Band Movie Interest Musician/Band Church/Religious Organization Interest Musician/Band TV Show Interest Musician/Band TV Show Musician/Band Movie Music Musician/Band Art Movie Musician/Band Video Game Movie Musician/Band Athlete Video Game Movie Book Book Video Game Movie Movie Author Book TV Athlete Interest Musician/Band Musician/Band Landmark Movie Musician/Band Musician/Band Musician/Band Sports Team Record Label Movie Games/Toys Musician/Band Movie Movie Interest Musician/Band Musician/Band Movie Book Movie Book Book Restaurant/Cafe Interest Interest Movie Musician/Band Musician/Band Musician/Band Musician/Band Musician/Band Musician/Band Musician/Band Musician/Band Movie Musician/Band Musician/Band Music Movie Movie Musician/Band Actor/Director TV Musician/Band Video Game Non-Profit Organization Community Musician/Band Entertainer Interest Musician/Band Movie TV Show TV Show", "label": "B"}, {"text": "Everything and Anything Just About Anything Else I Can Get My Hands On Winged Migration I'm a Gemini No Tv for Me Zach Watkins Interest Book Movie Interest TV Athlete", "label": "B"}, {"text": "REPUBLIC OF TOGO Pandemic Wilshire Restaurant Student Life at Iowa The University of Iowa College of Public Health Rookies Sports Bar and Grill Naperville Family Dental care Dubuque Pediatric Dentistry Commissioned Corps of the U.S. Public Health Service Perseka, Life and Success Coaching Kaveh Adel - Author & Illustrator Children's Books Boy and Red Balloon The Coming Plague The Speckled Monster Anne Perry Mysteries Epidemiology Malaria Frames Chikungunya Jose gonzalez Maria V. Snyder Laurie King Pox: Genius, Madness, And The Mysteries Of Syphilis Kaveh Adel, Artist & Human Farida of Kahraman Government Organization Games/Toys Restaurant/Cafe Education University Bar Health/Medical/Pharmacy Health/Medical/Pharmacy Government Organization Consulting/Business Services Author Book Book Book Field of Study Diseases Album Interest Musician/Band Author Author Book Artist Local Business", "label": "B"}, {"text": "Travel Channel G.V. Black Galler Chocolate UK Boston University Henry M. Goldman School of Dental Medicine The REAL Russell Peters Zipcar HSDA BU Chapter The Pankey Institute BU ASDA The University of Texas at Austin Nikko Cosmetic Surgery Center Trying New Things Culture Family Beaches Friends (magazine) Snow Dentistry Traveling Dancing Painting Yoga Art Miso Food Cooking In-N-Out Burger TV Network Public Figure Product/Service University Comedian Product/Service Non-Profit Organization Education Organization University Local Business Interest Interest Movie Genre Interest Magazine Interest Interest TV Genre Field of Study Field of Study Sport Field of Study Food Interest Interest Company", "label": "B"}, {"text": "Maria Maranda State Farm Insurance Vivian Lem State Farm Agency The Brown Spectator Foundation for Intellectual Diversity Awake Consulting & Coaching GelStat Migraine Why Mahler? Fight for Nicolas Orthodox Christian Fellowship The Tao Janus Fellows John Shaffer - State Farm Agent Students for Liberty Rebuild St. Nicholas Greek Orthodox Church Destroyed on September 11, 2001 Sepsis Omphaloskepsis Hypocrisy Vicki Catsimpiris - State Farm Agent The Cream Bartok Lois Kennedy - State Farm Agent Sharon Godfrey - State Farm Agent Insure the Future Nancy Wolfe-Smith - State Farm Agent Aaron Burr paraphernalia (pre-VP ONLY!!!) Being as Communion Penderecki David Cohen - State Farm Agent The Godfather (it insists upon itself) Steve Botkin - State Farm Agent aerial quadrology (the four interests of air: pitches, rhetoric, pneumatology & flight) the blunderbuss & halberd shaft (and Dutch respectability) being made to lie down in green pastures Charmaine Robin - State Farm Agent Marcel Robin - State Farm Agent Maria Elena Cisneros - State Farm Agent Nereyda Perez - State Farm Agent Debra Braddock - State Farm Agent Tamara Corell - State Farm Agent Warren Hodges - State Farm Agent Edie Williams - State Farm Agent Tish Oleksy - State Farm Agent Connie Doyle - State Farm Agent Cater Minnis - State Farm Agent Marty Saiz - State Farm Agent Vivianne Alvarez - State Farm Agent Tonya Baker-Turner - State Farm Agent Louie Catsimpiris Franah Marino - State Farm Agent Vicki Tuua - State Farm Agent Local Business Insurance Company Magazine Non-Profit Organization Consulting/Business Services Health/Medical/Pharmaceuticals Author Non-Profit Organization Interest Interest Interest Local Business Interest Other Diseases Interest Interest Professional Services Musician/Band Musician/Band Local Business Local Business Website Local Business Interest Book Musician/Band Insurance Company Movie Local Business Interest Interest Interest Local Business Professional Services Local Business Local Business Local Business Local Business Local Business Local Business Local Business Local Business Professional Services Local Business Local Business Local Business Public Figure Local Business Professional Services", "label": "B"}, {"text": "ROXETTE.RO UCL International Students Jean Michele Jarre Ajutati-o pe Teodora Musician/Band Education Musician/Band Cause", "label": "B"}, {"text": "George Radanovich Peter Cushing The Sacramento Bee John Decker Photography Ciaran Hinds Latte di mandorla (Almond Milk) Hello, Dolly! CaliforniaVolunteers Nathan Lane Tutti Frutti Yogurtagogo MIdtownGrid Tiny Toon Adventures The Squeeze Inn Tortoiseshell and Calico Cats California Environmental Protection Agency Sin in Linen Whole Wheat Bread Blong Xiong Andreas Borgeas Cowtown Eats Mulvaney's Building & Loan Fluffernutter Sandwiches Time Tested Books NFIB California Grange Restaurant & Bar Big Brother Comics FAO Schwarz The Handle District Maria Shriver California Partnership for the San Joaquin Valley The California Delta Ruth Bader Ginsburg Californians for an Open Primary, Yes on Prop 14 Marc Antony (a.k.a. Marc Anthony The Bulldog) [Looney Tunes] Bootcamp Jogging and Strength Training Comics and Graphic Novels Sabrina (new one) DRUNK HULK Motown Classics John Bellairs Peggy Lee California Golden Bears The Bread Store Classic Jazz Supreme Court of the United States Happy Tails Pet Sanctuary Sherlock Holmes Mysteries Diane Sawyer Mike Villines Designing Woman Ruth Bader Ginsburg Alfred Hitchcock Presents Raymond Burr Oski Elena Kagan Napoleon's Privates: 2,500 Years of History Unzipped Clovis West Class of 2001 Reunion Jim Boren on Politics and Public Policy The Veronica Shoe Fitness Rangers Bootcamp The Chanelle Shoe Perry Mason Bootcamp The Pixie Shoe Furious Love The Audrey Shoe Government Official Actor/Director News/Media Website Professional Services Actor/Director Food/Beverages Movie Government Organization Public Figure Restaurant/Cafe Restaurant/Cafe Arts/Entertainment/Nightlife TV Show Restaurant/Cafe Community Government Organization Home Decor Community Politician Politician Regional Website Restaurant/Cafe Community Book Store Non-Profit Organization Restaurant/Cafe Local Business Games/Toys Attractions/Things to Do Public Figure Non-Profit Organization Community Local Business Government Organization Fictional Character Interest Interest Interest Movie Public Figure Music Author Musician/Band Interest Restaurant/Cafe Music Landmark Non-Profit Organization Book Journalist Politician Movie Public Figure TV Show Actor/Director Interest Teacher Book Community Journalist Product/Service Sports/Recreation/Activities Other TV Show Sport Other Book Product/Service", "label": "B"}, {"text": "The Office Alex Jones Zocdoc Secret Diary of a Call Girl George Orwell The Catcher in the Rye Contemporary Christian Brave New World The Stranger Chadwick Creative Arts, LLC TV Show Public Figure Health/Medical/Pharmaceuticals TV Show Author Book Record Label Book Book Company", "label": "B"}, {"text": "Interstate Batteries Clementines Charles L. Sommers Alumni Association Atlantis Submarines Nevada Barr The Planetary Society Extraordinary Ventures Washington and Lee School of Law BSA Licensing Dr. Robert Kent & Associates The Smothers Brothers Alpha Phi Omega - Theta SPOT LLC. Jimmy Buff's Scoutmaster Blog Mr. Ed HalfEagle.com Ephesus Road Elementary Jonathan Stotts Photography Occoneechee Council, BSA Chapel Hill, NC Green Zebra Adventures Scouting magazine Dancing on Air Boy Scouts of America News Site GE Lighting Silent Waters by Alan Christopher Rent A Goat Sandy Koufax Boys (2003 film) The Mouse That Roared Rollerball Eddie Rickenbacher Brooks Robinson Rickenbacker Merchants Millpond State Park Starman Jones Follow Me Willie Mays John Philip Sousa Other Books by Robert Heinlein The Finifugals SUCCESS! We now have (as of Nov. 12th) a 100 anniversary stamp to commemorate Scouting in the USA Chick-fil-A Renaissance Village EagleBook.com Triangle Eagles Occoneechee Lodge #104 Automobiles and Parts Company Non-Profit Organization Company Public Figure Non-Profit Organization Local Business Education Non-Profit Organization Health/Medical/Pharmacy Public Figure Local Business Electronics Restaurant/Cafe Recreation/Sports Website Community Society/Culture Website Organization Professional Services Non-Profit Organization Government Organization Travel/Leisure Magazine Sports/Recreation/Activities Website Company Book Farming/Agriculture Athlete Movie Movie Movie Public Figure Athlete Book Landmark Book Public Figure Athlete Musician/Band Book Community Other Restaurant/Cafe Publisher Non-Profit Organization Non-Profit Organization", "label": "D"}]